# IdeaStatiCa.RcsApi.Model.RcsReinforcedCrossSection

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **int** |  | [optional]
**Name** | **string** |  | [optional]
**CrossSectionId** | **int** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)